[
    {
        "opinion_id": "16967389",
        "author": "Filip",
        "recommendation": "Polecam",
        "score": "5/5",
        "description": "Telewizor spoko. Po miesiącu użytkowania stwierdzam że to był dobry wybór. Telewizor zgodnie z oczekiwaniami ma szeroki kąt widzenia, łatwą obsługę, wydaje działania na wbudowanych aplikacjach.  Zaskoczony jestem jakością głośników - tv oferuje całkiem fajny bas, także zrezygnowałem podłączania zewnętrznych głośników.   \n\nDo montażu na ścianie zastosowałem uchwyt \"HAMA do TV 46 - 90 cali LCD/LED Fix XL\"  - telewizor bardzo zgrabnie wisi blisko ściany, jednak trzeba liczyć się z tym, że o wykorzystaniu tylnych portów możemy zapomnieć - warto przed zamontowaniem tv na ścianie podłączyć wszystkie kable a na USB wypuścić przedłużkę.",
        "pros": [
            "jakość dźwięku",
            "jakość obrazu",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [],
        "like": "3",
        "dislike": "1",
        "publish_date": "2023-01-03 11:40:54",
        "purchase_date": "2022-12-01 20:29:40"
    },
    {
        "opinion_id": "16510936",
        "author": "r...k",
        "recommendation": "Polecam",
        "score": "5/5",
        "description": "Przyjście od 8letniego 50' Panasonic (TX-50AS500) do tego Samsunga. Różnica dość spora zwłaszcza przy oglądaniu treści w 4k (tutaj na Disney + czy Netflix np. rewelacja). Duzy + za integracja z telefonem Samsung (Smart Things, Samsung Cloud, przeglądanie treści telefonu na telewizorze, itp itp) oraz dekoder UPC gdzie pilot Samsunga zastąpi i pilot telewizora i pilot dekodera w sposobie dość intuicyjnym. A gdzie nie ma pod ręka to można sterować za pomocą telefonu bardzo łatwo (Smart Things). Tizen tez reaguje szybko i łatwo do obsługi. Co do dźwięku 60W to jest dobrze (salon 25 mk), ale jednak szybko wróciłem do swojego soundbara (Denon dht-s216). Ogolnie bardzo zadowolony z tego produktu.",
        "pros": [
            "jakość dźwięku",
            "jakość obrazu",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [],
        "like": "2",
        "dislike": "1",
        "publish_date": "2022-09-12 09:30:21",
        "purchase_date": "2022-09-10 20:00:31"
    },
    {
        "opinion_id": "17064760",
        "author": "Michał",
        "recommendation": "Polecam",
        "score": "5/5",
        "description": "W tym segmencie wielkości (55 cali) nie ma nic lepszego. Optymalny stosunek jakości do ceny (zakup za 3540,- w sklepie Taketronic). Bardzo dobra jakość dźwięku i obrazu jak dla standardowego użytkownika. Ma obsługę Dolby Atmos. Ewentualnie może przeszkadzać brak Dolby Vision, dla mnie to nie był priorytet. Matryca VA daje przyjemny kontrast i czerń, ale standardowo \"gubi\" kolor pod większymi kątami, jednak w sposób akceptowalny. Stabilna już technologia QLED znacząco lepiej sprawdza się niż inne, nowsze, jeszcze nie dopracowane. W mojej opinii na plus za tym modelem przemawia również brak wad występujących w nowszych modelach, wynikających być może z niedopracowanych technologii, a być może z oszczędności w procesie produkcji.",
        "pros": [
            "jakość dźwięku",
            "jakość obrazu",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [],
        "like": "1",
        "dislike": "0",
        "publish_date": "2023-01-26 10:28:23",
        "purchase_date": "2023-01-19 11:58:55"
    },
    {
        "opinion_id": "17161042",
        "author": "k...g",
        "recommendation": "Polecam",
        "score": "5/5",
        "description": "Rewelacyjny telewizor w tym zakresie cenowym. Spora ilość opcji, bardzo przyzwoity efekt HDR, dobre wsparcie nowych konsol(VRR, ALLM, Game HDR), obsługa Freesynca(nie każdy TV 120hz ją posiada). Tryb Filmmaker dla filmów/seriali daje radę, ogólnie chyba jedynym minusem jest nieco ślamazarnie działające menu, szczególnie przy pierwszym uruchomieniu i potrzeba przełączania się z trybu gry na filmowy(nawet jak tryb gry jest ustawiony na auto TV nie przełączy się na tryb Filmmaker bez uprzedniego wyłączenia trybu gry). Jednak to niewielkie wady i nie odejmę za to z ogólnej oceny TV, szczególnie że jest szansa na poprawę w nowym firmware do TV.",
        "pros": [],
        "cons": [],
        "like": "0",
        "dislike": "0",
        "publish_date": "2023-02-17 20:58:11",
        "purchase_date": "2023-02-07 19:31:34"
    },
    {
        "opinion_id": "16771468",
        "author": "w...o",
        "recommendation": "Polecam",
        "score": "5/5",
        "description": "Wszystko tak jak przedstawia producent.",
        "pros": [
            "jakość dźwięku",
            "jakość obrazu",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [],
        "like": "1",
        "dislike": "2",
        "publish_date": "2022-11-21 12:32:36",
        "purchase_date": "2022-11-09 19:32:19"
    },
    {
        "opinion_id": "16806342",
        "author": "s...l",
        "recommendation": "Polecam",
        "score": "5/5",
        "description": "Jak dla mnie rewelacja. Wcześniej miałem starą Bravie i różnica jest kolosalna. Pilot minimalistyczny, ale intuicyjny w obsłudze. Piękny wygląd zewnętrzny, świetny obraz nawet na ustawieniach fabrycznych, no i dźwięk, słychać różnicę. Mały minusik na ograniczony dostęp do mniej popularnych aplikacji (to nie jest android). Mogę śmiało polecić!",
        "pros": [
            "jakość dźwięku",
            "jakość obrazu",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [],
        "like": "0",
        "dislike": "0",
        "publish_date": "2022-11-29 15:16:02",
        "purchase_date": "2022-11-13 22:12:12"
    },
    {
        "opinion_id": "17118828",
        "author": "s...r",
        "recommendation": "Polecam",
        "score": "5/5",
        "description": "Na razie wszystko działa b.dobrze.Dzwięk super.obraz przy niskich rozdzielczosciach treści internetowych  posiada pewne obszary z błędami obróbki cyfrowej. Natomiast  przy dobrym żródle np.z tv obraz jest tak udoskonalony, jakby zamiast filmu ogłądało się teatr na żywo.Trudny w obsłudze pilot.",
        "pros": [
            "jakość dźwięku",
            "jakość obrazu",
            "wygląd"
        ],
        "cons": [
            "łatwość obsługi"
        ],
        "like": "0",
        "dislike": "0",
        "publish_date": "2023-02-08 12:36:04",
        "purchase_date": "2023-01-20 12:34:37"
    },
    {
        "opinion_id": "17249380",
        "author": "Martin",
        "recommendation": "Polecam",
        "score": "5/5",
        "description": "Dobry upgrade z 43 cali. Pilot telewizora sam przejął funkcję pilota dekodera, ale jest mniej wygodny w obsłudze z uwagi na brak klawiatury numerycznej. Nie mogę sparować z telewizorem słuchawek Bluetooth (Sennheiser).",
        "pros": [
            "jakość dźwięku",
            "jakość obrazu"
        ],
        "cons": [
            "parowanie słuchawek",
            "pilot bez numerów"
        ],
        "like": "0",
        "dislike": "0",
        "publish_date": "2023-03-10 10:07:27",
        "purchase_date": "2023-03-04 17:40:18"
    },
    {
        "opinion_id": "16604251",
        "author": "l...t",
        "recommendation": "Polecam",
        "score": "4/5",
        "description": "dobry obraz i dźwięk.\nSolarny pilot nie działa z dekoderem 4k box z upc , brak takiego dekodera na liście w telewizorze i pilot uniwersalny nie działa, szkoda",
        "pros": [
            "jakość dźwięku",
            "jakość obrazu",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [],
        "like": "1",
        "dislike": "1",
        "publish_date": "2022-10-06 23:11:38",
        "purchase_date": "2022-09-25 19:09:13"
    },
    {
        "opinion_id": "16587781",
        "author": "m...z",
        "recommendation": "Polecam",
        "score": "5/5",
        "description": "Telewizor spełnił wszystkie oczekiwania, podobnie jak sprzedający - paczka dobrze zabezpieczona i dostarczona w terminie",
        "pros": [
            "jakość dźwięku",
            "jakość obrazu",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [],
        "like": "1",
        "dislike": "1",
        "publish_date": "2022-10-03 14:36:52",
        "purchase_date": "2022-09-27 07:55:50"
    }
]